SFNFIH/esp-can/esp-can-tx/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_EXAMPLE_TWAI_BITRATE=500000
CONFIG_EXAMPLE_TWAI_LISTEN_ONLY=y
CONFIG_EXAMPLE_WIFI_AP_SSID="ESP-CAN-TX"
CONFIG_EXAMPLE_WIFI_AP_PASSWORD="espcan123"
CONFIG_EXAMPLE_ESPNOW_CHANNEL=1
CONFIG_EXAMPLE_ESPNOW_PEER_MAC="FF:FF:FF:FF:FF:FF"
CONFIG_EXAMPLE_CAN_QUEUE_LEN=64
CONFIG_EXAMPLE_LOG_EVERY_N_FRAMES=50
